Repository: MahmoudZidan8/MediGoldOnline
Catalog: GuardianOnline/Resources/DoctorHome.*.resx
Languages: ar

# DashboardTitle
source: Dashboard
ar: لوحة التحكم

source: Welcome
ar: مرحبًا

# MedicalServices_Title
source: Medical Services
ar: الخدمات الطبية

# MedicalServices_Desc
source: Enter medical services module
ar: الدخول إلى وحدة الخدمات الطبية

# ClaimFormApproved_Title
source: ClaimForm Approved
ar: المطالبات المعتمدة

# ClaimFormApproved_Desc
source: Approved claims dashboard
ar: لوحة متابعة المطالبات المعتمدة

# Approval_Title
source: Approval
ar: الموافقات

# Approval_Desc
source: Approvals management
ar: إدارة الموافقات

# ChronicApproval_Title
source: Chronic Approval
ar: موافقات الأمراض المزمنة

# ChronicApproval_Desc
source: Chronic approvals workflow
ar: سير عمل موافقات الأمراض المزمنة

# DoctorClaimForm_Title
source: Doctor ClaimForm
ar: نموذج مطالبات الطبيب

# DoctorClaimForm_Desc
source: Create And manage doctor claim forms
ar: إنشاء وإدارة مطالبات الطبيب

# PrintClaimForm_Title
source: Print ClaimForm
ar: طباعة نموذج المطالبة

# PrintClaimForm_Desc
source: Print / Cancel claim forms
ar: طباعة / إلغاء نماذج المطالبة

# PrintCancelInvoice_Title
source: Print And Cancel Invoice
ar: طباعة وإلغاء الفاتورة

# PrintCancelInvoice_Desc
source: Invoices printing And cancellation
ar: طباعة وإلغاء الفواتير

# InvoicesAudit_Title
source: Invoices Audit
ar: تدقيق الفواتير

# InvoicesAudit_Desc
source: Audit invoices and review status
ar: تدقيق ومراجعة حالة الفواتير

# ExpandedServices_Title
source: Expanded Services
ar: خدمات موسعة

# ExpandedServices_Desc
source: Expanded services list
ar: قائمة الخدمات الموسعة

# PaymentInquiry_Title
source: Payment Inquiry
ar: استعلام المدفوعات

# PaymentInquiry_Desc
source: Search And view payment status
ar: البحث وعرض حالة المدفوعات
