Repository: MahmoudZidan8/MediGoldOnline
Catalog: GuardianOnline/App_GlobalResources/PaymentInquiry.*.resx
Languages: ar

# Title
source: Payment Inquiry
ar: استعلام المدفوعات

# SubTitle
source: View provider payment batches And status
ar: عرض دفعات مقدم الخدمة وحالة السداد

# Legend
source: Payment Inquiry Data
ar: بيانات استعلام المدفوعات

# BackHome
source: Back to Home
ar: رجوع للرئيسية

# GoExpanded
source: Go to Expanded Services
ar: الذهاب للخدمات الموسعة

# Sum_TotalBatches
source: Total Batches
ar: إجمالي الدفعات

# Sum_PaidCount
source: Paid
ar: مدفوعة

# Sum_UnpaidCount
source: Unpaid
ar: غير مدفوعة

# Sum_TotalPaid
source: Total Paid Amt
ar: إجمالي المدفوع

# Sum_TotalRest
source: Total Rest Amt
ar: إجمالي المتبقي

source: Search...
ar: بحث...

# Filter_All
source: All
ar: الكل

# Status_Paid
source: Paid
ar: مدفوع

# Status_UnPaid
source: Unpaid
ar: غير مدفوع

# Status_PartlyPaid
source: Partly Paid
ar: مدفوع جزئياً

# Status_Received
source: Received
ar: مستلم

# Col_ProviderName
source: Provider Name
ar: اسم مقدم الخدمة

# Col_BatchNumber
source: Batch Number
ar: رقم الدفعة

# Col_RecDate
source: Rec Date
ar: تاريخ الاستلام

# Col_DueDate
source: Due Date
ar: تاريخ الاستحقاق

# Col_PaymentDate
source: Payment Date
ar: تاريخ السداد

# Col_RecBatchAmt
source: Rec Batch Amt
ar: قيمة الدفعة المستلمة

# Col_NetPayment
source: Net Payment Amt.
ar: صافي المدفوع

# Col_WHT
source: W.H.T
ar: ضريبة خصم المنبع

# Col_AdminFees
source: Admin fees
ar: رسوم إدارية

# Col_DueAmt
source: Due Amt
ar: المستحق

# Col_PaidAmt
source: Paid Amt
ar: المدفوع

# Col_RestAmt
source: Rest Amt
ar: المتبقي

# Col_PayDocNo
source: Pay. Doc. No.
ar: رقم مستند السداد

# Col_Method
source: Payment Method Name
ar: طريقة السداد

# Col_Status
source: Batch Status
ar: حالة الدفعة

# Col_Show
source: Show
ar: عرض
