Repository: MahmoudZidan8/MediGoldOnline
Catalog: GuardianOnline/App_GlobalResources/PrintCancelApproval.*.resx
Languages: ar

# Title
source: Print & Cancel Invoice
ar: طباعة وإلغاء الفاتورة

# SubTitle
source: Select a date range to list invoices, then print or cancel
ar: اختر نطاق تاريخ لعرض الفواتير ثم اطبع أو قم بالإلغاء

# CardTitle
source: Invoice Data
ar: بيانات الفاتورة

source: Select Date Range
ar: اختر نطاق التاريخ

source: Search
ar: بحث

# PrintAll
source: Print All Invoices Pdf
ar: طباعة كل الفواتير PDF

# BackHome
source: Back to Main Home
ar: العودة للرئيسية

# GoMedicalServices
source: Go to Medical Services
ar: الذهاب للخدمات الطبية

# GoDoctorClaimForm
source: Go to Doctor ClaimForm
ar: الذهاب لمطالبات الطبيب

# Col_Serial
source: Serial
ar: مسلسل

# Col_InvoiceID
source: Invoice ID
ar: رقم الفاتورة

# Col_ClaimFormNum
source: ClaimForm Number
ar: رقم نموذج المطالبة

# Col_CardNumber
source: Card Number
ar: رقم الكارت

# Col_MemberName
source: Member Name
ar: اسم العضو

# Col_ProcedureDate
source: Procedure Date
ar: تاريخ الإجراء

# Col_InvoiceAmt
source: Invoice Amt
ar: مبلغ الفاتورة

# Col_InvoiceDeduct
source: Invoice Deductable
ar: تحمل الفاتورة

# Col_Show
source: Show
ar: عرض

# Col_Print
source: Print
ar: طباعة

# Col_Delete
source: Delete
ar: حذف

# ModalTitle
source: Invoice Services
ar: خدمات الفاتورة

# ModalClose
source: Close
ar: إغلاق

# Svc_Serial
source: Serial
ar: مسلسل

# Svc_Name
source: Service Name
ar: اسم الخدمة

# Svc_Price
source: Service Price
ar: سعر الخدمة

# Svc_Qnt
source: Service Qnt
ar: الكمية

# Svc_Amt
source: Service Amt
ar: مبلغ الخدمة

# Svc_Deduct
source: Service Deductable
ar: تحمل الخدمة

# Svc_Note
source: Service Note
ar: ملاحظة

source: Confirm
ar: تأكيد

source: Cancel
ar: إلغاء

# Msg_InvalidDateRange
source: Select a valid date range again.
ar: من فضلك اختر نطاق تاريخ صحيح مرة أخرى.

# Msg_ConfirmPrintAll
source: Are you sure you want to print all invoices PDF?
ar: هل أنت متأكد أنك تريد طباعة كل الفواتير PDF؟

# Msg_ConfirmPrintOne
source: Are you sure you want to print invoice PDF?
ar: هل أنت متأكد أنك تريد طباعة الفاتورة PDF؟

# Msg_ConfirmDelete
source: Are you sure you want to delete invoice?
ar: هل أنت متأكد أنك تريد حذف الفاتورة؟

# Msg_CancelReasonPlaceholder
source: Type your cancel reason here...
ar: اكتب سبب الإلغاء هنا...

# Msg_CancelReasonAria
source: Type your cancel reason here
ar: اكتب سبب الإلغاء هنا

# Msg_DeletedOk
source: Invoice is deleted successfully.
ar: تم حذف الفاتورة بنجاح.

# Msg_DeleteError
source: There is an error in this claim.
ar: يوجد خطأ في هذه المطالبة.

# Msg_CannotDeleteSent
source: Claim cannot be deleted because it was sent to Accounting to pay.
ar: لا يمكن حذف المطالبة لأنها تم إرسالها للمحاسبة للدفع.

# Msg_ReasonRequired
source: You cannot cancel claim form without entering a cancel reason.
ar: لا يمكن الإلغاء بدون إدخال سبب الإلغاء.

# Sum_TotalInvoices
source: Total Invoices
ar: إجمالي الفواتير

# Sum_TotalInvoiceAmt
source: Total Invoice Amt
ar: إجمالي مبلغ الفواتير

# Sum_TotalDeduct
source: Total Deductable
ar: إجمالي التحمل

# SearchPlaceholder
source: Search...
ar: بحث...
