Repository: MahmoudZidan8/MediGoldOnline
Catalog: GuardianOnline/App_GlobalResources/ProviderClaimFormApproved.*.resx
Languages: ar

# Title
source: Provider ClaimForm Approved
ar: موافقات نموذج المطالبة

# SubTitle
source: Select ClaimForm then view image and approve/cancel/resend
ar: اختر رقم النموذج ثم اعرض الصورة واعتمد/ألغي/أعد الإرسال

# CardTitle
source: Member ClaimForm Image
ar: صورة نموذج المطالبة

source: ClaimForm Number
ar: رقم نموذج المطالبة

# SelectClaimForm
source: -- Select ClaimForm Number --
ar: -- اختر رقم نموذج المطالبة --

# ShowImage
source: Show ClaimForm Image
ar: عرض صورة النموذج

source: Click Here
ar: اضغط هنا

source: Open Image
ar: فتح الصورة

source: Close Image
ar: إغلاق الصورة

# Diag1
source: First Diagnosis
ar: التشخيص الأول

# ICD1
source: First ICD Number
ar: كود ICD الأول

# Diag2
source: Second Diagnosis
ar: التشخيص الثاني

# ICD2
source: Second ICD Number
ar: كود ICD الثاني

# Diag3
source: Third Diagnosis
ar: التشخيص الثالث

# ICD3
source: Third ICD Number
ar: كود ICD الثالث

# ServicesStopped
source: Approval Services Stopped
ar: خدمات الموافقة المرفوضة

# ServicesDone
source: Approval Services Done
ar: خدمات الموافقة المقبولة

# MemberInvoice
source: Approval Member Invoice
ar: فاتورة العضو

source: Serial
ar: م

source: Service Name
ar: اسم الخدمة

source: Service Price
ar: سعر الخدمة

source: Service Qnt
ar: الكمية

source: Service Amt
ar: إجمالي الخدمة

source: Requested Price
ar: السعر المطلوب

source: Refuse Note
ar: سبب الرفض

source: Note
ar: ملاحظة

source: Claim Form Amt
ar: إجمالي النموذج

# DeductPct
source: Member Deductable Percentage
ar: نسبة التحمل

# DeductAmt
source: Member Deductable
ar: قيمة التحمل

# ApprovePrint
source: Accept ClaimForm & Print Invoice
ar: اعتماد النموذج وطباعة الفاتورة

# CancelClaim
source: Cancel ClaimForm
ar: إلغاء النموذج

# ResendCMC
source: Resend To CMC
ar: إعادة الإرسال لـ CMC

# BackHome
source: Back to Main Home
ar: العودة للرئيسية

# GoMedicalServices
source: Go to Medical Services
ar: الذهاب للخدمات الطبية

source: Confirm
ar: تأكيد

# Msg_NotExist
source: ClaimForm Number is not exist
ar: رقم نموذج المطالبة غير موجود

# Q_Approve
source: Are you sure you want to approve ClaimForm?
ar: هل أنت متأكد من اعتماد نموذج المطالبة؟

# Q_Cancel
source: Are you sure you want to cancel ClaimForm?
ar: هل أنت متأكد من إلغاء نموذج المطالبة؟

# Q_Resend
source: Are you sure you want to resend ClaimForm to CMC again?
ar: هل أنت متأكد من إعادة إرسال نموذج المطالبة إلى CMC؟
