Repository: MahmoudZidan8/MediGoldOnline
Catalog: GuardianOnline/App_GlobalResources/ProviderExpandedServices.*.resx
Languages: ar

# Title
source: Expanded Services
ar: الخدمات الموسعة

# SubTitle
source: Select invoices and send to accounting
ar: اختر الفواتير ثم أرسلها للحسابات

# Legend
source: Expended services
ar: الخدمات الموسعة

# BackHome
source: Back to Home
ar: رجوع للرئيسية

# GoPaymentInquiry
source: Go to Payment Inquiry
ar: الذهاب لاستعلام المدفوعات

# Sum_TotalClaims
source: Total Claims
ar: إجمالي المطالبات

# Sum_TotalDue
source: Total Due
ar: إجمالي المستحق

# Sum_TotalRequested
source: Total Requested
ar: إجمالي المطلوب

source: Search...
ar: بحث...

# Branch_All
source: All Branches
ar: كل الفروع

source: Recover To Audit
ar: استرجاع للمراجعة

source: Send To Pay
ar: إرسال للدفع

source: From Date
ar: من تاريخ

source: To Date
ar: إلى تاريخ

# SelectedCount
source: Invoices Count
ar: عدد الفواتير المختارة

# SelectedRequested
source: Invoices Requested Amt
ar: إجمالي المطلوب للمختار

# Col_ClaimID
source: Claim ID
ar: رقم المطالبة

# Col_ClaimFormNum
source: ClaimForm Number
ar: رقم نموذج المطالبة

# Col_CardNumber
source: Card Number
ar: رقم الكارت

# Col_ProcedureDate
source: Procedure Date
ar: تاريخ الإجراء

# Col_ContractAmt
source: Contract Amt
ar: قيمة التعاقد

# Col_DeductAmt
source: Deductable Amt
ar: قيمة التحمل

# Col_DiscountAmt
source: Discount Amt
ar: قيمة الخصم

# Col_DueAmt
source: Due Amt
ar: المستحق

# Col_RequestedAmt
source: Requested Amt
ar: المطلوب

# Col_DifferenceAmt
source: Difference Amt
ar: الفرق

# Col_BranchName
source: Branch Name
ar: اسم الفرع
